Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Each project begins with its own design phase during which the most appropriate technical solutions will be chosen, the implementation tasks will be fully elaborated, and the final resource requirements and schedule will be established.
es: Cada proyecto se inicia con su propia fase de diseño en la que se elegirán las soluciones técnicas más adecuadas, se elaborarán con todo detalle las tareas de ejecución y se establecerán los recursos finales necesarios y su calendario.

source: Programme management parameters will require an appropriate balance between the ambitions of the programme portfolio, the resource requirements for management activities and the expected available resources.
es: Los parámetros de gestión de los programas harán necesario establecer un equilibrio apropiado entre los objetivos de la cartera de programas, las necesidades de recursos para gestionar las actividades y los recursos disponibles que se anticipan.

source: To work towards this goal, style guides now include the minimum accessibility requirements which all websites must meet.
es: Para ello, se han incorporado en las guías de estilo los requisitos mínimos de accesibilidad que deben cumplir todas las páginas web.

source: This module reviews the 12 requirements all merchant websites must meet to comply with PCI DSS.
es: Este tutorial revisa los 12 requisitos que todos los sitios Web de vendedor deben cubrir para cumplir con PCI DSS.

source: Applicants are required to research individual university websites for specific admission requirements and current information about curriculum.
es: Los solicitantes averiguarán en los respectivos sitios web de cada una de las universidades participantes los requisitos de admisión y el programa ofrecido en la actualidad.

source: The evaluation of that data helps us adjust and optimise the websites to meet your requirements.
es: Esta evaluación nos ayuda a adaptar las páginas web a sus necesidades y optimizarlas.

source: Moreover, the formulation in the Commission proposals, which focuses on the costs for obtaining and renewing the patents, should already cover all relevant cost factors.
es: Asimismo, la formulación en las propuestas de la Comisión que se centran en los costes de la obtención y renovación de patentes, ya debería cubrir todos los factores sobre los costes pertinentes.

source: UNOPS will apply the most relevant, cost-effective solution on a country-by-country basis.
es: Esta aplicará en cada país la solución que resulte más pertinente y eficaz en función de los costos.

source: Actually, a customer may even disagree with the airline that the security levy recovers the relevant cost.
es: De hecho, puede darse el caso de que el cliente esté en desacuerdo con la compañía en cuanto a la correspondencia del gravamen de seguridad con el coste pertinente.

source: What is more, the relevant cost dynamic is completely under control.
es: Por otra parte, la dinámica de los costes al respecto está totalmente bajo control.

source: The system creates equivalences between the assigned orders using the target costs for the relevant cost element.
es: El sistema crea equivalencias entre las órdenes asignadas utilizando los costes teóricos para la clase de coste relevante.

source: It must also be relevant, cost effective, sustainable and replicable.
es: También debe ser pertinente, razonable en cuanto al coste, sostenible y reproducible.

source: The cost of major repairs is capitalised and depreciated over their estimated useful lives, whereas recurring maintenance costs are recognised in profit or loss in the year in which they are incurred.
es: Los costes de reparaciones importantes se activan y se amortizan durante la vida útil estimada de los mismos, mientras que los gastos de mantenimiento recurrentes se cargan en la cuenta de pérdidas y ganancias durante el ejercicio en que se incurre en ellos.

source: They are judged by their profit or loss, just like independent companies.
es: Se les juzga por sus ganancias o pérdidas, al igual que a las empresas independientes.

source: Any credits resulting from the reduction of such amounts result in an increase in retained earnings and are not included in the determination of profit or loss for the period.
es: Cualquier crédito resultante de la reducción de dichos importes, supondrá un incremento en las reservas por ganancias acumuladas, y no se incluirá en la determinación del resultado del ejercicio.

source: The total result of the statement is the profit or loss for the company in the selected period.
es: El resultado total de la cuenta son las pérdidas o ganancias de la sociedad GL en el período seleccionado.

source: (i) the revenue, expenses and pre-tax profit or loss of discontinued operations
es: (i) los ingresos ordinarios, los gastos y el resultado antes de impuestos de las actividades interrumpidas

source: It is restricted to calculating the balance sheet and P&L statement profit or loss and displaying this in the financial statements.
es: Se limita a calcular las pérdidas o ganancias del balance y de la cuenta de pérdidas y ganancias y a visualizarlas en los balances.

source: It is essential to understand that all the transactions are performed in base currency. Because of this, profit or loss and cost of the point are received in quoted currency.
es: Es importante de comprender que todas las transacciones en el sistema se realizan en la divisa básica, pero el beneficio/pérdida y el precio de un punto se calcula en la cotizada.

source: (40) Profit/Loss accrued profit or loss shall be understood to be the difference between the book value and the cost of the transaction.
es: (40) Beneficio/Pérdida se entenderá por beneficio o pérdida devengada, la diferencia entre el valor en libros y el precio de la transacción.

source: The second adjustment simply inserts into the calculations the implicit profit or loss arising for the group from maintaining, on average, a net monetary balance position.
es: El segundo ajuste se reduce a introducir en los cálculos el beneficio o la pérdida implícitos que el grupo haya tenido por el hecho de mantener, en media, una posición neta de saldos monetarios.

source: The IMC platform can be seamlessly integrated with core security functions like H3C's Endpoint Admission Defense (EAD) solution, which provides various tools to help a company keep its proprietary data private by locking down the access layer of the network.
es: La plataforma IMC se puede integrar sin problemas con las funciones de seguridad principales, como la solución H3C Endpoint Admission Defense (EAD), que proporciona diversas herramientas para ayudar a una empresa a mantener sus datos propietarios privados al desbloquear el nivel de acceso de la red.

source: "On September 23, 1997, IBH formed a Joint Venture with an Australian mining company, The Broken Hill Proprietary Company Limited (""BHP""), to jointly develop, construct and operate this project, and also to operate the plant formerly owned by Fior; the net assets formerly owned by Fior (see Note 1), including the project costs, represented the initial net assets of the Joint Venture."
es: "El 23 de septiembre de 1997 IBH formó una Asociación con la compañía australiana The Broken Hill Proprietary Company Limited (""BHP"") para desarrollar, construir y operar conjuntamente este proyecto y también para operar la planta que antes poseía Fior; los activos netos anteriormente poseídos por Fior (véase la Nota 1), incluyendo los costos del proyecto, representaron los activos netos iniciales de la Asociación."

source: Children's participation is key to our activities; (ii) international advocacy thanks to our representation to the United Nations, the United Nations Educational, Scientific and Cultural Organization (UNESCO), the Council of Europe and the European Union institutions, ICCB calls for the promotion, the protection and the implementation of children's rights worldwide; (iii) research thanks to our publications, our Resource Center and differentiated, multilingual websites as well as our training sessions, ICCB shares and disseminates best practices on the rights of the child.
es: La participación de los niños es indispensable para nuestras actividades; ii) la promoción internacional mediante nuestra representación en las Naciones Unidas, la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO), el Consejo de Europa y las instituciones de la Unión Europea, la OICI hace un llamamiento a la promoción, la protección y la aplicación de los derechos del niño en todo el mundo; iii) la investigación mediante nuestras publicaciones, nuestro Centro de Recursos y diferentes sitios web multilingües, así como nuestras sesiones de capacitación, la OICI intercambia y difunde las mejores prácticas sobre los derechos del niño.

source: In the case of an information structure, specify the characteristic values and key figures that generate the resource requirements.
es: En el caso de una estructura de información, especifique los valores de característica y las ratios que generan las necesidades de recursos.

source: Participatory and negotiated territorial development implies the identification of the needs and key resource requirements to ensure its implementation as well as consistency between the various activities.
es: El desarrollo territorial participativo y negociado asegura las necesidades y los recursos indispensables para poner en marcha acciones así como la cohesión entre las actividades.

source: The resource requirements for agrienvironment measures have to be judged in relation to the objectives pursued.
es: Los recursos necesarios para las medidas agroambientales hay que juzgarlos en relación a los objetivos perseguidos.

source: Quantitative results as the sole basis for justification of resource requirements.
es: Los resultados cuantitativos como único fundamento para justificar las necesidades de recursos.

source: He recalled that, in the lead up to the São Paulo Conference, the discussion on resource requirements had been deferred to a later stage.
es: Recordó que, en los preparativos de la Conferencia de São Paulo, se había aplazado para una etapa ulterior el debate sobre los recursos necesarios.

source: (e) Projected resource requirements over the lifecycle of the project
es: e) Las necesidades de recursos previstas durante el ciclo vital del proyecto

source: 46. The Executive Secretary informed the COP that resource requirements needed to support the continuation of the AWG-LCA had not been included in the approved budget and work programme for 2010.
es: 46. El Secretario Ejecutivo señaló a la CP que los recursos necesarios para apoyar la continuidad del GTE-CLP no se habían incluido en el presupuesto y el programa de trabajo aprobados para 2010.

source: The use of this planning form ensures that all of the relevant cost incurring functions are included.
es: El uso de este modelo de planificación asegura que se incluyen todas las funciones que ocasionan costes relevantes.

source: In practice, it is often the case that you are interrupted while entering a document or you do not know all the data required for completing a document, such as the precise amount or the relevant cost center.
es: En la práctica, a menudo se le interrumpe mientras introduce un documento o no sabe todos los datos necesarios para concluir un documento, tal como el importe preciso o el centro de coste relevante.

source: Enter the relevant cost assignment for miles/kms distribution.
es: Introduzca la asignación de costes que corresponda para la distribución de kilómetros.

source: Each base planning object comprises master data and costing items with the relevant cost information.
es: Cada componente comprende datos maestros y posiciones de cálculo del coste con la información de costes relevante.

source: Set out below is a table with a detailed description of the relevant cost categories (and these categories are unchanged from Round 7).
es: A continuación figura una tabla con una descripción detallada de las categorías de costos pertinentes (estas categorías no han cambiado desde la Séptima Convocatoria).

source: The latter, within an inter-agency cooperation, are being analysed by INTERPOL with a view to establishing priorities and relevant cost estimates.
es: El coordinador regional del Departamento de Seguridad y Vigilancia de las Naciones Unidas (UNDSS) participaba en este proceso.

source: the relevant cost components, including all the assumptions made regarding the treatment of residual (salvage) value.
es: los componentes relevantes de los costes, entre ellos cualquier suposición respecto al tratamiento del valor residual (recuperable).

source: Using a computer-based financial model fed with relevant cost and revenue data as well as investment schedules and anticipated inflation rates, we conduct a financial viability analysis to verify compliance with financial requirements.
es: Mediante el uso de un modelo financiero basado en computadora alimentado con los datos relevantes de los costos y los ingresos al igual que con los programas de inversión y las tasas anticipadas de inflación, conducimos un análisis de viabilidad financiera para verificar el cumplimiento con los requerimientos financieros.

source: The deemed gain will be calculated as the difference between the value of the Shares held by the Shareholder on the relevant eighth year anniversary or, as described below where the Company so elects, the value of the Shares on the later of the 30 June or 31 December prior to the date of the deemed disposal and the relevant cost of those Shares.
es: La supuesta ganancia se calculará como la diferencia entre el valor de las Acciones mantenidas por el Accionista en el octavo aniversario o, como se describe a continuación en el caso de que la Sociedad así lo decida, el valor de las Acciones bien el 30 de junio o, si es posterior, el 31 de diciembre anterior a la fecha de la enajenación implícita y el coste correspondiente de dichas Acciones.

source: The relevant cost shall be paid by the Head Office; it will be possible by common agreement to request community financing which is specifically set aside for this case.
es: La Dirección Central se hará cargo del costo; de común acuerdo se podrá solicitar la posibilidad de gozar de las financiaciones comunitarias previstas.

source: Specify the relevant cost amount, and then select the Include for Customs checkbox.
es: Especifique el importe de costo correspondiente y, a continuación, marque la casilla de selección Incluir para aranceles aduaneros.

source: Generally speaking, they include discounts per product line from the manufacturer's catalogue price.
es: Por regla general, prevén descuentos por líneas de producto con relación a los precios de catálogo de los fabricantes.

source: Financial assets at fair value through profit or loss are recognised initially at their fair value, and the transaction costs are recognised in profit or loss.
es: Los activos financieros a valor razonable con cambios en resultados se reconocen inicialmente por su valor razonable, y los costes de la transacción se llevan a resultados.

source: Depending on the instrument, a relatively small change in the price of the contract can therefore lead to a large profit or loss in comparison with the capital lodged as collateral and hence to further, unforeseeable losses that can exceed any margin cover.
es: En función del instrumento, de una modificación relativamente escasa del precio de contrato puede generarse, por tanto, una ganancia o pérdida elevada en relación con el importe de capital depositado como garantía, una pérdida que puede arrastrar otras pérdidas imprevisibles que puedan superar cualquier margen de garantía.

source: Financial assets and liabilities at fair value through profit or loss are initially recognised at fair value.
es: Los activos y pasivos financieros a valor razonable con cambios en resultados se reconocen inicialmente a valor razonable.

source: The IRPF Act taxes the taxable savings amount resulting from the aforementioned transactions at the fixed rate of 18%, regardless of the period during which the patrimonial profit or loss has been generated.
es: La Ley del IRPF grava la base imponible del ahorro resultante de las operaciones mencionadas a un gravándose al tipo fijo del 18% con independencia del período durante el cual se hayan generado la ganancia o pérdida patrimonial.

source: The profit or loss of companies accounted for using the equity method is recognised under the related heading in the income statement.
es: En el caso de las sociedades que consolidan por puesta en equivalencia, su resultado aparece en el epígrafe correspondiente de la cuenta de resultados.

source: the profit or loss brought forward after deduction of dividends to be paid.
es: los beneficios o pérdidas acumuladas una vez deducidos los dividendos a pagar.

source: The amount of the loss recognised in profit or loss is the difference between the acquisition cost, net of any reimbursement or repayment of the principal, and current fair value, less any impairment loss previously recognised in profit or loss for the year.
es: El importe de la pérdida por deterioro reconocida en resultados se calcula como la diferencia entre el coste de adquisición, neto de cualquier reembolso o amortización del principal y el valor razonable actual, menos cualquier pérdida por deterioro previamente reconocida en el resultado del ejercicio.

source: It describes the currency in which the profit or loss has arisen
es: Describe la moneda en la cual se ha producido la pérdida o la ganancia

source: Being able to quickly react when events occur can be the difference between making or missing service deadlines, or even profit or loss.
es: Ser capaz de reaccionar rápidamente cuando suceden los eventos puede marcar la diferencia entre cumplir o no con las fechas de entrega de servicios, o incluso con obtener ganancias o pérdidas.

source: In addition, the 2002 impairment charge included a write-down to fair value of assets that were intended for use in a new product line.
es: Además, el cargo por eliminación del uso y bajas en el valor en 2002 incluye una rebaja al valor razonable de los activos que estaban destinados a utilizarse en una nueva línea de productos.

source: Most manufacturers do not have a product line-up that fits in quite that way.
es: La mayoría de los fabricantes no tienen una línea de productos que se adecue de ese modo.

source: This product is the newest addition to the NELA product line.
es: Este producto es la nueva adquisición de la línea de productos de NELA.

source: PLLD and WPLLD eliminate the need to break the product line for installation or service.
es: El PLLD y el WPLLD eliminan la necesidad de romper la línea del producto para la instalación o el mantenimiento.

source: In the present case, the private (limited company) status of the two banks does not prevent them from being regarded as public undertakings, as the shareholders are the public authorities.
es: Ahora bien, en el caso que nos ocupa, la forma jurídica privada (sociedad anónima) de los dos bancos no impide considerarlos públicos, ya que sus accionistas son los poderes públicos.

source: The spread of time taken to register a new private limited company in the EU is still from less than one week in the best to close to four months, depending on the Member State.
es: El plazo necesario para registrar una nueva sociedad limitada privada en la UE varía todavía de una semana, en el mejor de los casos, hasta casi cuatro meses, según los Estados miembros.

source: "The Company has a 10% interest in Uthingo Management Proprietary Limited (""Uthingo""), which is accounted for using the equity method."
es: "La Empresa posee un 10% de capital en Uthingo Management Propietary Limited (""Uthingo"") la cual es contabilizada mediante el método de equidad."

source: "For the estimation of probabilities of noncompliance and expected losses due to credit related issues pertaining to the Bank's private bond proprietary positions, the model developed by the ""Valuación, Análisis y Riesgo, S. C."" consulting company is used."
es: "Para la estimación de las Probabilidades de Incumplimiento y de las Pérdidas Esperadas por razones crediticias de las posiciones propietarias en bonos privados del Banco , se utiliza el modelo desarrollado por la empresa de consultoría ""Valuación, Análisis y Riesgo, S. C""."

source: The typical time and costs requirements for setting up a private limited company are relatively high.
es: Los requisitos habituales de tiempo y costes para crear una sociedad limitada privada son relativamente altos.

source: They can also direct providers to these useful, resource-rich websites.
es: También pueden remitir a las proveedoras a sitios web útiles con muchos recursos.

source: In addition, the best photos, videos and methodologies will be used for publications, websites, resource materials, conferences and other events and activities.
es: Además, las mejores fotografías, vídeos y metodologías se utilizarán en publicaciones, sitios web, materiales de recurso, conferencias y otros eventos y actividades.

source: Sidebars Major Choice Versus Career Choice,The Academic Year, Bachelor's Degree Requirements, Websites of Interest
es: Recuadros Elegir el área principal de estudios y la carrera,El año académico, Requerimientos para el grado de licenciatura (Bachelor), Sitios de Interés en la Web (en inglés)

source: The Commission reiterated that the websites constitute an invaluable resource for the Commission in undertaking its work and for researchers of work of the Commission in the wider community, thereby contributing to the overall strengthening of the teaching, study, dissemination and wider appreciation of international law.
es: La Comisión reiteró que esos sitios web constituían un recurso inestimable para la realización de sus trabajos, así como para el círculo más amplio de especialistas que investigaban al respecto, con lo que contribuían a reforzar en general la enseñanza, el estudio, la divulgación y una mayor valoración del derecho internacional.

source: Likewise, KCSM will not be bound to use special Railroad Equipment, unless requested by the User and the User pays the relevant cost of the use of such special Railroad Equipment.
es: Asimismo, KCSM no estará obligado a la utilización de Equipo Ferroviario especial, salvo que el mismo sea solicitado por el Usuario, y éste último cubra los costos correspondientes a la utilización de dicho Equipo Ferroviario Especial.

source: The cost of ICTs to an organization is not limited to the cost of technology acquisition. It also includes additional expenditures associated, for instance, with providing maintenance and technical support, switching over from an old technology to a new one, investing in end-user training, etc. The concept of TCO captures this plethora of costs by accounting for all relevant cost elements over the entire lifetime of an ICT investment.
es: El coste de las TIC para una organización no se reduce a la adquisición de una determinada tecnología, sino que también incluye los gastos adicionales asociados, como por ejemplo el mantenimiento y el servicio técnico, la transición de la vieja a la nueva tecnología, la inversión en formación del usuario final, etc. El concepto de CTP refleja esta plétora de gastos, contabilizando todos los costes que aparecen en el ciclo de vida de una inversión en TIC.
